alefragnani.project-manager
alexkrechik.cucumberautocomplete
anseki.vscode-color
ArgyleWolfLabs.vscode-groovy
asvetliakov.snapshot-tools
auchenberg.vscode-browser-preview
chintans98.markdown-jira
christian-kohler.path-intellisense
codezombiech.gitignore
csholmq.excel-to-markdown-table
dbaeumer.vscode-eslint
dgileadi.java-decompiler
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
emilast.LogFileHighlighter
esbenp.prettier-vscode
flowtype.flow-for-vscode
GabrielBB.vscode-lombok
Gruntfuggly.todo-tree
humao.rest-client
IBM.output-colorizer
jebbs.plantuml
jerriepelser.copy-markdown-as-html
joaompinto.asciidoctor-vscode
mathiasfrohlich.Kotlin
mikestead.dotenv
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
PeterJausovec.vscode-docker
Pivotal.vscode-boot-dev-pack
Pivotal.vscode-concourse
Pivotal.vscode-manifest-yaml
Pivotal.vscode-spring-boot
QassimFarid.ejs-language-support
redhat.java
redhat.vscode-xml
rkostrzewski.monitor-file
rogalmic.bash-debug
shd101wyy.markdown-preview-enhanced
sohibe.java-generate-setters-getters
SonarSource.sonarlint-vscode
swyphcosmo.spellchecker
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wayou.vscode-todo-highlight
ziyasal.vscode-open-in-github
