QassimFarid.ejs-language-support
alefragnani.project-manager
alexkrechik.cucumberautocomplete
anseki.vscode-color
ArgyleWolfLabs.vscode-groovy
asvetliakov.snapshot-tools
chintans98.markdown-jira
christian-kohler.path-intellisense
codezombiech.gitignore
csholmq.excel-to-markdown-table
dbaeumer.vscode-eslint
denco.confluence-markup
donjayamanne.git-extension-pack
eamodio.gitlens
EditorConfig.EditorConfig
emilast.LogFileHighlighter
esbenp.prettier-vscode
GabrielBB.vscode-lombok
jerriepelser.copy-markdown-as-html
mathiasfrohlich.Kotlin
mikestead.dotenv
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
PeterJausovec.vscode-docker
Pivotal.vscode-spring-boot
redhat.java
rkostrzewski.monitor-file
swyphcosmo.spellchecker
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
ziyasal.vscode-open-in-github
